[
  "This website was created by Elliot van Dyke, Mehul Maheshwari and Qi Chen as the final project of Fall 2022 Gender and Women Study 330: Topics in Gender/Class/Race/Ethnicity (Race and Gender in Digital Worlds) at University of Wisconsin - Madison. As a population, we are observing countless drastic changes in our life due to the rapid advancements in artificial intelligence studies. As individuals who use technology and contribute to the digital world, it is imperative that we investigate the potential changes advancing technology may bring, whether those be positive or negative. ",
  "Drawing AI such as StableDiffusion is amongst one of these changes. As an artificial intelligence with the capability of \"creating\" artworks with unprecedented high quality and unparalleled imaginativeness, StableDiffusion will certainly bring another revolution to the field of visual arts. The consequences of drawing AI affect all of us who use the digital world.",
  "Just when we are conducting our research, we have come across several advancements in the field of AI. A team at the University of Toronto has developed a deep learning algorithm that improves image classification accuracy. A group at MIT has created a natural language processing model that can translate text in real-time. A team at Stanford has developed a system for automating the generation of personalized nutrition plans based on genetic data. Additionally, we would like to mention the release of ChatGPT, a chatbot developed by OpenAI that utilizes state-of-the-art language processing techniques to generate responses to user input. This paragraph was generated by ChatGPT itself, and it is worth noting that certain information in this paragraph may not be true.",
  "To embrace the favorable effects of artificial intelligence and avoid the undesirable ones requires an understanding of the technology that stands before us. Through this website, we aim to investigate the potential of drawing AI in order to give you a better understanding of what this technology is and its consequences."
]
