[
  "Our website explores the inherent biases of drawing AIs and the role these tools play in maintaining the male gaze in our digital age. Recently, these have become the subject of much public scrutiny on sites such as TikTok and Instagram. In this project we undertake a more academic analysis by applying ideas from Berger's Ways of Seeing and Eubanks' Automating Inequality.",
  "According to Berger, women in society are constantly subject to the male gaze which results in them having simultaneous identities as both themselves and as someone who is watching them. A woman cannot act in any way without considering how she looks while doing it. In that sense women objectify themselves. The western nude art piece follows these same themes; women are typically shown as being aware of being watched. Nakedness becomes nudity when it is made into a spectacle. Furthermore, the artists that create nude art do so with a purpose, oftentimes that purpose is explicitly stated. In that sense there is always a \"right way\" and a \"wrong way\" to look at a naked form. This is true for nude men and women, but only the female form is subject to this initial state of objectification by the male gaze.",
  "The content AI models generate is based on the data used to build them. In machine learning, AI models are trained using a data set of existing works of art. As Berger discussed, the content and style of these works by human artists are influenced by the male gaze which suggests that the work created by these AIs is also impacted by it. AI models are able to draw human figures with different styles, which can have substantial impact on how objectified the figures are. As Berger wrote; “the nude is always conventionalized - and the authority for its conventions derives from a certain tradition of art.” AI models are leading towards an automatization of these conventions in ways that could be harmful.",
  "Importantly, Berger's work focuses on Western art tradition. Our project explores the male gaze and its conventions with regard to other art styles these models can generate, such as anime."
]
