[
  "Only a few years ago, it was unthinkable that technology would be able to create its own, original material. Although the originality of the pieces drawing AI is contested, it is undeniable that drawing AI has made a massive leap forward to accomplishing this goal. With this massive leap forward, comes a wealth of new possibilities.",
  "The possibilities of drawing AI are untold, and some of the pieces that various different AI's have created speak more than a thousand words. Here is a collection of stunning pieces generated by different AI's:",
  "Utilized as a tool for inspiration, these drawings can help push the boundaries of imagination as drawing AI’s, such as StableDiffusion will mesh together different aesthetic styles of drawing with juxtaposed prompts. AI enthusiast Redkar remarks on the utility of drawing AI “I can’t draw, so DALLE allows me to…draw my random ideas” (Das). With the power of being able to depict such complex drawings in seconds, drawing AI allows people to get creative with their prompts and explore the untold possibilities of drawing AI.",
  "This creative bolstering goes more than just one way. Many drawing AI have the ability to create prompt generators. Websites such as promptomanina.com have AI generate prompts to allow painters to push themselves further. Here are some interesting prompts that have been generated by AI: four-dimensional objects, intergalactic space ferrets, the point of view of a worm, an uppercase infinity (Shane).",
  "With the recent rise of NFTs, digital art has been in the mainstream limelight. With the creative ability and the quality of the digital art that drawing AI’s can create, there is a marketplace for users who want to use this technology for their own ends. As such, many AI drawing applications have seen their valuations largely increase and have transitioned into pay-to-use models, or have subscription-based business models ( ). These changes have created an economy generated around drawing AI. "
]
