[
  "Although AI can use input information to make predictions, it is unaware of what it is doing (Darling). As such, AI does not have the power to make ethical decisions. The responsibility for ethical AI usage falls upon the user, and because of this, drawing AI can produce decidedly politically incorrect images.",
  "A good demonstration of this was encountered by us when we were researching the potential of AI drawing. Given the input “object drawn in an anime style”, Fotor AI-Image Generator created the image on the left.",
  "As you can see, this is an image of a person, and calling a person an object is decidedly politically incorrect. Had an AI been able to gauge what it was doing, this drawing would never have been produced, yet since AI cannot conventionally think, it happened. More examples of this ethical instability have been seen going viral recently on the popular social media platform: Tiktok.",
  "A new AI drawing filter on the application has been trending for all the wrong reasons. This filter reproduces whatever is shown as an anime-style drawing. However, to many users' mortification, many reproductions have been sexualizing women.",
  "As you can see, the anime filter sexualizes women for no apparent reason. These images further demonstrate how AI lacks ethical decision-making ability and, consequently, can reproduce existing biases. For example, with the Tiktok filter, many anime art styles have an over-sexualization of female characters. This bias was likely observed in the AI training data, leading to the filter sexualizing women. The AI itself had no say on what data it was provided and could only make re-creations based on what it was fed.",
  "Starkly contrasted from being some universal solution, AI can create feedback loops that worsen discrimination and propagate existing biases. Because AI machines learn by inheriting existing information, any biases in the learning information will be re-created. From this correlation, all AI technology is a product of a biased system (Ruha), and the consequence for AI is that drawing AI's creations are inherently subject to those biases. As discussed earlier, AI does not have a gauge for ethics. Pair these two issues together, and this drawback of AI makes for a tumultuous problem.",
  "If a user understands this aspect of AI, then AI can be helpful. However, if a user does not acknowledge this and sees AI as a potential replacement for human beings, problems will ensue. Many people already see AI as a possible replacement for humans. An Indie artist states that “[t]he endgame of a potential employer is not to make my job easier, it's to replace me, or to reduce all my years spent honing my craft into a boring-ass machine” (Plunket). His concern demonstrates the view that AI has the potential to replace humans when this is not how we should approach AI usage.",
  "However, according to zippa.com, since 2000, at least 260,000 jobs have been lost due to automation, such as accountants or other occupations that involve analyzing patterns and calculating figures. Although these occupations did not involve human creativity, AI-generated art shows that nowadays, technology has creative potential. In these times, it is important to remember that AI is not a replacement for humans and should not be treated as such. It is not a solution, and left unchecked, will reproduce and propagate already existing problems. "
]
