[
  [
    "版权问题一团糟, 我自己都不知道“别人委托bot向ai发送命令然后ai生成然后生成的同时也自动发给了我的图”到底是谁的版权。",
    [
      "Copyright issues are a mess. I don't even know that \"someone commissioned a bot to send commands to AI, which then generated an image and automatically sent it to me\" leads to whose copyright to the image."
    ],
    "Zhihu",
    "https://www.zhihu.com/question/558019952/answer/2710009035",
    "Rannuo",
    ""
  ],
  [
    "这帮学艺不精，夜郎自大，奇货可居的废物小画手该被清算了。",
    [
      "These incompetent, arrogant, and presumptuous rookie little painters shall now be redressed. "
    ],
    "Zhihu",
    "https://www.zhihu.com/question/558019952/answer/2713372977",
    "LogNlight",
    ""
  ],
  [
    "因为它们把一些我们这些专业画师苦口婆心讲了也没人听的道理，用一种行为艺术般的方式向人讲明白了。比如一直都有画师在说，二次元废萌风格真的没有未来，真的很机械。你要画出彩必须得搞突破。现在好啦，ai帮我们把该说的话都说了。不需要费口舌，似乎一夜之间，大家都懂了。“好机械啊！”“好模式啊！”“果然萌妹二次元画风已经太滥了。”“这种画风太容易被取代了”。...这些ai也一样，还会让人们再明白...画风并不是艺术的全部，它只是艺术非常外在的一层表达而已。",
    [
      "Because they explained in a behavioral-art-like way what some of us professional painters had been trying to explain for a long time but no one had listened to. For example, painters had been saying for a long time that the meaningless moe style really has no future, that it is really mechanical. You have to make a breakthrough if you want to shine. Now, AI has helped us say everything that needs to be said. No need to waste our words: it seems that just overnight, everyone has understood. \"So mechanical!\" \"So patterned!\" \"The moe girls and the nijigen style really has become too prevalent.\" \"This style is too easily replaced.\" ... These AI will, like [camera], make people understand ... that style is not the whole of art but a very surficial layer of artistic expression."
    ],
    "Zhihu",
    "https://www.zhihu.com/question/558019952/answer/2716507220",
    "Lea Liu",
    ""
  ],
  [
    "一切末经过作者允许的AI喂图行为都属于盗窃和侵权。一切直接拿AI生成的图片说是自己画的作品的，都是不要脸的行为。",
    [
      "All unauthorized AI-feedings are theft and infringement. All claims that directly charaterize AI-generated paintings as their own works are shameless."
    ],
    "Bilibili",
    "https://www.bilibili.com/video/BV19A41197fT",
    "Mosha Boli Ai Huahua",
    ""
  ],
  [
    "",
    [
      "To be more specific, f*ck AI art generators like Lensa. ... The consequence of this is that the pool of content Lensa uses is made from the original work of artists who did not consent or opt-in to having their work used in this way. ..."
    ],
    "Facebook",
    "https://www.facebook.com/bserway/posts/pfbid029efpvSxYugcMhpcJP31yWuRcUKYfS6wZCogc1skm2f9JtBiebtbUT4HN6iZan93ql",
    "Brian Servay",
    ""
  ],
  [
    "",
    [
      "This stuff is wild. There are some ethics concerns for sure. Whose style are you taking to come up with these designs? Why not credit them? The ones with the fake watermark really crack me up LOL. I'm kinda torn, these results are cool, but there's nothing like working directly with a talented artist and them seeing the vision... But again these are kinda cool. What say you guys????"
    ],
    "Facebook",
    "https://www.facebook.com/MegaRanMusic/posts/pfbid0ViJeB6ZN7jQ4ongsH8s5H9Ujw9QBEzoVqofeoXNdZmPAHq7B5D6aeRh43a44AsMQl",
    "Mega Ran",
    ""
  ],
  [
    "",
    [
      "First and foremost if you used the app already you did nothing wrong if you didn't know this is what the app does. As awful as the SD model is, it's a great learning moment for the public to know what AI models using art without consent can harm artists. We work tirelessly to develop our skills and styles just for one \"nonprofit\" project to use said skills and styles without consent and compensation. I do not think AI art is inherently bad, but when artists are cut out of the conversation we are being taken advantage of."
    ],
    "Facebook",
    "https://www.facebook.com/hissora/posts/pfbid02B8jAa9gxTubjdRHXKfHwz2XYMNWKuZ8YH6FtQsgwp5kcMAfGpyZfH78QWTHKCiVAl",
    "Meggnog Schroeder",
    ""
  ],
  [
    "",
    [
      "I use AI art because I am a broke-ass lower middle class worker who is still getting established, primarily for throwaway characters that I'm not willing to shell out money for commissions on. On the other hand, I use commissioned work when I want art for something that I am going to be using long term, like my current DnD character, which I commissioned Typically Silent from Twitch and TikTok to create. ... But if all your art is doing is mimicking the styles of other people, it's not theft. It only becomes theft when the art you make is substantially identical to an already existing copyrighted work. You can't just copy someone else's actual piece and expect to monetize it."
    ],
    "Facebook",
    "https://www.facebook.com/groups/aigenart/permalink/2117792305074663/",
    "William Sculley",
    ""
  ],
  [
    "もうAIイラストの方が僕より絵が上手いよぉって職場で腐ってたら先輩に「お前Excelに計算で勝てるって思ってるクチか？」って言われてすごい自信ついた。",
    [
      "I was feeling myself corrupting at work space because I thought AI illustrations is already better at drawing than me, but then my senior said to me, \"Do you think you can win Excel in calculations?\" and it make me gain a lot more confidence."
    ],
    "Twitter",
    "https://twitter.com/seishun_dendeke/status/1601792547978117120",
    "Taroshun @ Analog Egaki",
    ""
  ],
  [
    "メルカリにて私が描いた絵、他作者様の絵をAIに読み込ませ、販売する行為を見受けました。納品された方のご協力も頂き、納品された絵もAIである事を確認しております。購入しないようご注意下さい。許可なくAIに絵を取り込む事は本当に辞めてください。",
    [
      "I have observed the act of loading my and other authors' paintings and selling them on Mercari. I have received help from the cooperation to which these paintings were delivered and confirmed with them that these paintings are AI-generated. Please be careful not to purchase them. Please really stop feeding pictures into AI without permission."
    ],
    "Twitter",
    "https://twitter.com/72pii/status/1602936626946387968",
    "Natsupī",
    ""
  ],
  [
    "気持ちを落ち着けるとか精神的勝利を得るって意味ならあるかもな。本気でAIに歯止めをかけたいならこんなとこで愚痴ってるよりまず絵描き内で団体組織立ち上げて意見まとめるなりロビー活動するなりまともな政治活動するだろうし。",
    [
      "If [these protests] are for calming down or gaining mental victory, it might be somehow meaningful. If [these painters] really want to stop AI rather than stupidly complaining at such a place like here, it would be more productive to organize groups within the art community, gather opinions, lobby activities, or engage in decent political movements."
    ],
    "5 Channel",
    "https://mevius.5ch.net/test/read.cgi/illustrator/1670392645/l50",
    "",
    ""
  ],
  [
    "魔女狩りが起こりそう。",
    ["It seems like witch hunting's going to happen."],
    "5 Channel",
    "https://mevius.5ch.net/test/read.cgi/illustrator/1661305344/",
    "",
    ""
  ]
]
