[
  [
    "...\n开发门槛的降低、C端爆发的热潮，逐渐引来了资本的关注。Jasper、Stability AI等海外玩家屡屡获得融资，估值大增，也开始探索付费、订阅等商业化模式。尽管国内市场还未有如此热潮，但海外玩家的快速发展也给国内提供了参考。\n大厂也不愿意错过这一风口。仅今年以来，便有百度、腾讯、字节跳动、美图这些互联网大厂加入其中。百度推出了独立产品文心一格，其他大厂则在旗下主流APP中加入相关功能，QQ推出了AI绘图小程序、抖音也加入了相关特效。\nAI绘图概念，能在短期内给大厂带来流量，甚至股价的攀升，但想要在此占据一席之地，则需要大量的技术投入，包括高昂的硬件成本、长达数年的训练成本，才能让AI生成诞生更多样、更精妙的内容，来建立起竞争壁垒。\n...\n同时，AI绘画也出现了不少乱象。在微博、小红书等画家大量聚集的平台里，不少人表示：AI绘画就是“拼接素材”，侵犯了原作者的版权。在海外，美国媒体CNN报道，不少艺术家指责Stable Diffusion，使用了他们的作品，却砸他们的饭碗。\n...另外，色情、暴力、恐怖、血腥等敏感信息也是一大乱象，增加了平台的运营风险。\n美图秀秀方面提到，平台可以进行审核，规避用户的不规范行为。在用户使用期间，图像输入和输出会进行内容理解，在该阶段算法将基于内容理解生成的标签，对色情、暴力、恐怖、血腥等敏感信息进行过滤。其次，在AI绘画结果生成阶段，会再次对生成结果进行审核。\n...不过，对于大厂而言，AI绘图的市场潜力吸引着他们，但业务布局尚未达到战略高度，资源投入也不算太大，或许，它们也在等待行业大爆发的时刻。",
    [
      "...",
      "The decreasing difficulty of the development [of AI painting] and the trend exploded on the C-end [due to AI painting] have gradually attracted the attention of capitals. Overseas players such as Jasper and Stability AI have frequently obtained financing and have seen their valuations largely increase, and have also begun to explore paid- and subscription-based business models. Although there has not yet been such a frenzy in the domestic market, the rapid development of overseas players also provides a reference for the domestic market.",
      "Big companies certainly do not want to miss this opportunity. Just this year, Baidu, Tencent, ByteDance, and Meitu, among other mammoths, have invested in [AI painting]. Baidu has launched the independent product Wenxin Yige, while other companies have added related functions to their flagship apps. QQ has launched an AI painting mini program, and TikTok has also added related special effects.",
      "The concept of AI painting can bring attention and even stock price appreciation to big companies in the short term, but to occupy a stable place in this field requires a lot of technical investments, including years of high hardware costs and training costs, in order to make AI-generated content more diverse and sophisticated, and establish competitive barriers.",
      "...",
      "At the same time, there have also been many problems with AI painting. On platforms where many painters gather, such as Weibo and Little Red Book, many people have said that AI painting is \"clip and paste\" and hence infringes on the copyright of the original author. In the other countries, CNN of the United States reported that many artists accused Stable Diffusion of using their works but ruining their livelihoods.",
      "...",
      "In addition, pornography, violence, terror, bloodiness and other sensitive information are also major problems, increasing the operating risk of the platform.",
      "Meitu mentioned that the platform can conduct reviews to avoid users' abusive use. During users using [Meitu's AI painting tool], the image input and output will undergo content comprehension, and in this stage, [their] algorithm will filter pornographical, violent, terrorist, bloody, and other sensitive information based on the tags generated from the content comprehension. Secondly, at the stage of AI painting result generation, the generated results will be reviewed again.",
      "...",
      "Nevertheless, for big companies, the market potential of AI painting attracts them, but their business layout [on AI painting] has not yet reached a strategic height and they have not invested too much in resources. Maybe they are also waiting for the moment of a big industrial explosion."
    ],
    "Pengpai",
    "https://www.thepaper.cn/newsDetail_forward_21177970",
    "Lianxian Insight",
    "Mammoths Chasing New Trend AI Painting: Hot, Attraction, and Merchandisability Imagination"
  ],
  [
    "隨著 AI 繪圖話題在 SNS 社群發酵，今日另一個新的 AI 在日本推特造成話題趨勢，因為有大量二次元動漫圖片在短時間內佔據推特版面，而該 AI 則名為「NovelAI Diffusion」。\nNovelAI 是 Anlatan 在今年推出的 AI 繪圖工具，和其他類似的 AI 產品一樣，同樣是深度學習文本轉圖像模型的程式，而該 AI 促成話題的主因是因為它在二次元動漫領域的產出作品有著相當高的成品水準。\n根據許多日本網友實測，「NovelAI Diffusion」能夠透過指定關鍵字來產生二次元圖像，也能指定「comic」與「white and black」單字來創作簡單的漫畫。\n甚至，有人嘗試以 Google 進行英日翻譯，再將冗長的文句輸入，產生了「在下雨天的紫陽花庭院前哭泣的少女」作品，令許多網友驚豔。\n「NovelAI Diffusion」不僅能創作圖片，該工具還能依照使用者的塗鴉來進行 AI 調整轉繪，使其產生出全新的二次元圖片。\n因 #NovelAI 話題發酵，在這一兩天日本推特出現超過 6 萬則話題，同時也有大量 AI 圖片作品誕生。\n當然，引起話題討論最多的是 NovelAI 所產出的大量蘿莉繪圖，該消息也被網友戲稱 FBI 已蠢蠢欲動。\n這些圖片的題材非常廣泛，也包含許多令人熟悉的要素，如少女、天使、泳裝、女王、甚至百合或正太等領域，不論男女角色皆能駕馭。\n根據官方說明，NovelAI Diffusion 是根據 Danbooru 圖庫網站上的 Tag 進行深度學習，因此若是在製作圖片輸入 Tag 關鍵字會特別有效。\n不過，Danbooru 網站上傳的圖片多為侵權轉載的盜圖，有許多繪師認為 NovelAI 的繪圖能力強大是建立在盜圖網站的資源上，也等同是侵害原圖片繪師的權益。\nNovelAI 的爭議與日本 RADIUS5 Inc. 公司開發「Mimic」AI 仿畫繪圖工具相近，不同的是後者因受到日本排山倒海繪師的抗議後暫時下架，但很多人沒想到下一腳便是 NovelAI 帶來的衝擊。\n而不論是 NovelAI 與 Mimic 這類 AI 繪圖工具，其深度學習的資料來源仍屬於現實中已存在的作品，AI 產出的作品自然屬於「模仿多個原版風格」的作品。不過，說到底現實的作品理所當然擁有著作權保護，這也是目前 AI 繪圖工具的最大爭議。\n基本上，我們現在生活在一個機器為數以百萬計的人類提供各種物質的世界，而現在更使用它們獲取人類累積的各種數據與作品，讓機器創造自己的作品。\n這個話題對一般人來說是極具吸引力，對科技研究者來說也是最新穎的方向，不過隨著 AI 創作的領域愈來愈廣泛，它們也創造了一種道德和版權黑洞。不論是藝術家、工程師、或是任何可能被機器取代的工作，這些 AI 作品對於人們的工作或藝術究竟意謂著什麼是一道深刻的難題。",
    [
      "As AI painting topics ferment in SNS communities, another new AI has trended on Japanese Twitter today because many nijigen anime pictures have taken over Twitter in a short period of time, and the name of the AI is \"NovelAI Diffusion\".",
      "NovelAI is an AI painting tool launched by Anlatan this year, and like other similar AI products, it is a deep learning text-to-image model application.",
      "The main reason for the trend of NovelAI is that its output in the nijigen anime category has a very high level of completeness.",
      "According to many Japanese netizens, \"NovelAI Diffusion\" can generate 2D images by specified keywords, and can also specify the keywords \"comic\" and \"white and black\" to create simple comics.",
      "Even, someone tried to use Google to perform Japanese-English translation, and then inputted the lengthy output [into NovelAI], producing a work featuring \"a girl crying in front of a rain-soaked zinnia courtyard\", which amazed many netizens.",
      "Not only can \"NovelAI Diffusion\" create pictures, but also adjust and redraw according to the user's graffiti to create a new nijigen painting.",
      "Because the #NovelAI topic ferments, there have been more than 60,000 topics occuring on Japanese Twitter in the past few days with a large number of AI paintings appearing simultaneously.",
      "Of course, the most discussed topic is the high amount of lolicon paintings produced by NovelAI, which let netizens joke about that FBI is on its way.",
      "These pictures covers a wide range of elements, including many familiar ones such as teen girl, angel, swimsuit, queen, and even yuri or shotacon, no matter the painted objects' gender is male or female.",
      "According to the official explanation, \"NovelAI Diffusion\" deep-learns tags on the image site Danbooru, so entering these tags before generation will effectively [create desired images].",
      "However, images uploaded to Danbooru are mostly piracies, and many painters believe that the strength of NovelAI is based on the resources from pirate sites, making this practice a violation of the rights of the original painters [of the images uploaded to pirate sites].",
      "This controversy is similar to that experienced by the AI \"Mimic\" developed by RADIUS5 Inc., but the difference is the latter was removed after overwhelming amount of protests from the painters, many of them, though, didn't expected that the next event would be the strike of NovelAI.",
      "Nevertheless, AI painting tools like NovelAI and Mimic still base their deep-learning on painting in the real world, and thus their artistic products shall be categorized as \"immitation of multiple originals.\" Still, real-life art works obviously possess copyright protection, which creates the greatest controversy over AI painting tools.",
      "Basically, we live in a world where machines provides goods for millions of people, and now they are further consuming various data and works accumulated by the humankind, and hence create their own work.",
      "This topic is extremely attractive for ordinary people, and the state-of-the-art direction for scientists, but following the expansion of the possibilities of AI paintings, it creates a moral and copyright blackhole. No matter artist, engineer, or any other works replaceable by machines, the meaning of these AI painting for people's work or art is still a profounding puzzle."
    ],
    "4Gamers",
    "https://www.4gamers.com.tw/news/detail/55380/novalai-twitter-trend",
    "Waili",
    "Hot Discussion on Twitter about \"NovelAI\" Producing High-Quality Anime Paintings, Painters Worrying Copyright Problem Hard to Solve"
  ],
  [
    "",
    [
      "...",
      "Whether images are sold for profit or not is largely irrelevant to copyright infringement cases in the Japanese courts, said Shiraishi. But to many working artists, it's a real fear.",
      "Haruka Fukui, a Tokyo-based artist who creates queer romance anime and manga, admits that AI technology is on track to transform the industry for illustrators like herself, despite recent protests. “There is a concern that the demand for illustrations will decrease and requests will disappear,\" she told Rest of World. “Technological advances have both the benefits of cost reduction and the fear of fewer jobs.\"",
      "Fukui has considered using AI herself as an assistive tool, but showed unease when asked if she would give her blessing to AI art generated using her work.",
      "“I don't intend to consider legal action for personal use,\" she said. “[But] I would consider legal action if I made my opinion known on the matter, and if money is generated,\" she added. “If the artist rejects it, it should stop being used.\"",
      "But the case of Kim Jung Gi shows artists may not be around to give their blessing. “You can't express your intentions after death,\" Fukui admits. “But if only you could ask for the thoughts of the family.”"
    ],
    "Rest of World",
    "https://restofworld.org/2022/ai-backlash-anime-artists/",
    "Andrew Deck",
    "AI-generated art sparks furious backlash from Japan's anime community"
  ],
  [
    "AI（人工知能）の進化がたびたび話題になる昨今だが、今年一番注目されたAIといえば、「お絵かきAI」だろう。英語では「Text-to-image model（テキストからの画像生成モデル）」と呼ばれる機械学習モデルで、テキストを入力するとそのテキストにマッチする画像を出力できるのだ。\n今年7月に公開されたお絵かきAI『Midjourney（ミッドジャーニー）』はSNSで大きな話題となった。たとえば「beautiful winter night（美しい　冬　夜）」などと入力するだけで、美しい冬の夜を描画した画像を生成できるのだ。また、特定の画家風のタッチを再現することにも対応しており、「ゴッホの描いたハワイの海とバナナ」のように、存在しない絵をリクエストすることもできる。予想通りの、あるいは予想もつかない画像が一定のクオリティで出力されること自体が楽しく、今年の7月ごろには多くのユーザが同AIで出力した画像をSNSにアップしていた。\nそしてMidjourneyのあとを追うように、8月に公開されたのがStability AI開発のお絵かきAI『Stable Diffusion（ステーブル・ディフュージョン）』だ。Midjourneyがフリーミアム（一定の機能を無料で提供し、特別な機能は有料で使えるというビジネスモデル）なプログラムだったのに対して、Stable Diffusionは無償公開、さらにオープンソースプログラムとしてリリースされ、Midjouney以上に注目されることとなった。\n...\nStable Diffusionは8月の公開以降、世界中の20万人以上の開発者によってダウンロードされているという。Stability AIは先月1億ドル以上の資金調達を発表、同社CEOのエマド・モスク氏はStable Diffusionの展望について「AIは人類最大の課題を解決することを約束します。しかし、この可能性を実現できるのは、技術がオープンで誰もがアクセスできる場合のみです」と語り、この技術がオープンソースで公開されることの意義を強調した。同社に資金を提供した投資会社のコメントも、この「AIの民主化」について称賛する内容だ。こうした先端技術が専門的な知識を必要とせず、誰もが使えるような形で公開されることは意義深いことであり、新たな表現として活用するアーティストの登場にも期待が持てる。Stable Diffusionによって作成された画像の著作権はユーザが持ち、商用利用することも可能だとされている。\nしかし一方で、画像生成AIの成立とその制作物に関わる権利、具体的には“著作権の運用”には課題が残る。Stable Diffusionはその学習に「LAION-5B」という研究用の大容量データセットを利用している。これは200TBを超える画像とテキストによる巨大なデータベースだが、ここにはインターネットをクロールして収集された膨大な”著作物”が含まれている。つまりStable Diffusionのやっていることは、長い歴史の中で人が制作した写真や絵、画像といった膨大な制作物をテクノロジーによって模倣すること、だとも言える。\n技術の歴史は模倣の歴史である。特にコンピューティングの世界は前述のオープンソースの文化に象徴されるような「技術を独占せず、世界に解放して共生する」という価値観を支持しながら発展してきた。近年話題になっている脱・中央集権をテーマとしたWeb3のムーブメントもこの延長線上で捉えることができるが、こうした価値観はしばしば著作権を活用したビジネスモデルと対立する。Stable Diffusionで制作した画像を現行法でどのように解釈するべきなのかは、法律家の見解を聞いてみたいところだ。\nたとえば前述の「ゴッホ風の絵」のように、著作権保護期間の終了した作家の名前で画像を生成することは直ちに問題にはならないだろうが、存命の画家やアーティストの名前を使って画像を生成することは、著作権を侵害している危険性もある。また、そうした画像を「自身の著作物だ」と語って販売するような行為については、個人的にはモラルに欠けた行為だと感じる。\nこうした技術が芸術やエンターテインメントの世界で活用されることに大きく期待しつつ、クリエイターやアーティストの権利が守られることを願う。お絵かきAIで「ooさん風の絵」を作るのは楽しい体験だが、著作権保護期間が終了していない作家の名前を入力するさいには、出力画像の利用は個人的な範囲にとどめておくのが良いだろう。",
    [
      "Artificial intelligence (AI) has been a hot topic lately, but the most attention-grabbing AI of this year is probably the \"painting AI.\" This machine learning model, called a \"text-to-image model\" in English, can input text and output an image that matches the text.",
      "The painting AI \"Midjourney\" which was released in July of this year became a big topic on social media. With just inputting text like \"beautiful winter night,\" it can generate an image of a beautiful winter night. It can also reproduce the touch of a specific painter, and it is possible to request an image of something that does not exist, such as \"Hawaii's sea and bananas drawn by Gogh.\" It is fun that images of expected or unexpected quality are output, and many users around July of this year uploaded images output by the AI to social media.",
      "Following Midjourney, Stable Diffusion, a painting AI developed by Stability AI, was released in August. While Midjourney was a freemium (a business model that provides certain features for free and special features for a fee) program, Stable Diffusion was released as a free and open-source program, which attracted even more attention than Midjourney.",
      "...",
      "Since its release in August, Stable Diffusion has been downloaded by over 200,000 developers worldwide. Last month, Stability AI announced that it had raised over 100 million dollars in funding, and its CEO, Emad Mostaque, when asked about the future of Stable Diffusion, said \"AI is promising to solve humanity's biggest challenges. Nevertheless, this can only be achieved if the technology is open and accessible to everyone.\", and stressed the importance of this technology being released as an open source model. The comments of the investors of Stability AI also praised this as the \"democratization of AI\": it is meaningful for advanced technology to be made available in a form that does not require specialized knowledge and utilizable by every individual, and it is expected that artists will use it as a new form of expression. It is also possible that the copyright of the images user generated through Stable Diffusion can be held by the user, thus enabling the commercial use of these generated images.",
      "However, there are still challenges with the rights involved in the training of image-generating AI tools and these AI's products, specifically the management of their copyright. Stable Diffusion uses the \"LAION-5B\" research-oriented large-capacity dataset for its learning. This is a huge database of images and texts totaling over 200 TB, but it includes a vast number of \"copyrighted works\" collected by crawling the internet. In this sense, it is possible to say that what Stable Diffusion is doing is mimicking the vast number of works, such as photos, paintings, and portraits, created by humans throughout history through technology.",
      "The history of technology is a history of imitation. The world of computing in particular has developed while supporting the value of \"not monopolizing technologies, freeing them to the world, and live with them\" as exemplified by the culture of open source mentioned earlier. The Web 3 movement, becoming a hot topic in recent years and focusing on decentralization, can also be seen as an extension of this, but these values often conflict with business models that utilize copyrights. It would be interesting to hear the opinions of law professionals on how to interpret the images created by Stable Diffusion under current laws.",
      "For example, while generating an image using the name of a deceased artist such as Gogh mentioned earlier may not immediately pose a problem, generating an image using the name of a living artist or artist could potentially infringe the person's copyrights. Additionally, personally, it seems like a morally questionable act to sell such images as one's own work.",
      "While we have highly expect the use of such technology in the world of art and entertainment, we hope that the rights of creators and artists can be protected. It is fun to use a drawing AI to create an \"painting of xxx's style,\" but when inputting the name of an artist whose copyright protection period has not expired, it is probably best to limit the use of the output image to a personal scope."
    ],
    "Yahoo! News",
    "https://news.yahoo.co.jp/articles/f9cb45bc2e1fccb98cf00a8039a8985a7e079298",
    "Kousuke Shiraishi",
    "Impacts and Challenges about the Democratization of AI from Painting AI \"Stable Diffusion\""
  ]
]
